package org.example;

public class Task2_3_1_3 {
    public static void main(String[] args) {
        System.out.println("""
            Задание:\s
            Модуль 2. Тема 3. Урок 1. Maven, Gradle
                Задание 3. При помощи Maven создайте свой первый проект в нем создайте
                класс Main  и напишите программу которая будет выводить сообщение
                “Это мой первый проект Maven!"

            Решение:\s""");


        System.out.println("Это мой первый проект Maven!");
    }
}
