package org.example;

public class Task2_3_1_1 {
    public static void main(String[] args) {
        System.out.println("""
            Задание:\s
            Модуль 2. Тема 3. Урок 1. Maven, Gradle
                Задание 1. Опишите своими словами что такое Maven?

            Решение:\s""");

        System.out.println("Maven — это инструмент для сборки Java-проектов: компиляции, создания " +
                "JAR, дистрибутива программы, генерации документации. Если проект большой и сложный, " +
                "можно воспользоваться инструментом Maven.");
    }
}
