package org.example;

public class Task2_3_1_2 {
    public static void main(String[] args) {
        System.out.println("""
            Задание:\s
            Модуль 2. Тема 3. Урок 1. Maven, Gradle
                Задание 2. Опишите своими словами что такое Gradle?

            Решение:\s""");

        System.out.println("Gradle — это система для автоматизации сборки приложений и сбора статистики " +
                "об использовании программных библиотек, применяющая разные языки, в т.ч. Java. Также " +
                "можно уточнить, что это инструмент автоматизации сборки с открытым исходным кодом, " +
                "ориентированный на гибкость и производительность.");

    }
}